<?php
        $lang['language_title'] = 'සිංහල';
        $lang['page_title'] = 'හෙලෝ ලෝකය!';
        $lang['home'] = 'මුල් පිටුව';
        $lang['about_us'] = 'අපි ගැන';
        $lang['welcome']='හායි, සාදරයෙන් පිළිගනිමු...!';
        $lang['about_para']='ලොරම් ඉප්සම් යනු මුද්‍රණ සහ අකුරු සැකසුම් කර්මාන්තයේ ව්‍යාජ පෙළකි. 1500 ගණන්වල සිට, නොදන්නා මුද්‍රණ යන්ත්‍රයක් ගැලියක් ගෙන එය ටයිප් නිදර්ශක පොතක් සෑදීමට පොර බැදූ දා සිට ලොරම් ඉප්සම් කර්මාන්තයේ සම්මත ව්‍යාජ පෙළ වේ. එය සියවස් පහක් පමණක් නොව, ඉලෙක්ට්‍රොනික අකුරු සැකසීමේ පිම්ම ද නොනැසී පවතී, අත්‍යවශ්‍යයෙන්ම නොවෙනස්ව පවතී. එය 1960 ගණන්වල ලොරම් ඉප්සම් ඡේද අඩංගු ලෙට්‍රාසෙට් පත්‍ර නිකුත් කිරීමත් සමඟ ජනප්‍රිය වූ අතර මෑතකදී ලොරම් ඉප්සම් අනුවාද ඇතුළුව ඇල්ඩස් පේජ්මේකර් වැනි ඩෙස්ක්ටොප් ප්‍රකාශන මෘදුකාංග සමඟින් ජනප්‍රිය විය. <br>
ලොරම් ඉප්සම් හි ඡේදවල බොහෝ වෙනස්කම් තිබේ, නමුත් බහුතරයක් යම් ආකාරයකින්, එන්නත් කරන ලද හාස්‍යය හෝ අහඹු ලෙස සකස් කරන ලද වචන මගින් වෙනස් කිරීම් වලට ලක්ව ඇති අතර ඒවා තරමක් විශ්වාස කළ නොහැකි බව පෙනේ.
';
?>